package messages

const StartMessageLocation = "Привет, %s!😊 Я помогу тебе не забыть о делах\n\nДля корректной работы мне нужно знать твой часовой пояс. Отправь мне свою геолокацию"
const StartMessage = "Привет, %s!😊 Я помогу тебе не забыть о делах\n\nЧтобы создать заметку - просто пришли мне текст/фото\n\nЧтобы создать напоминание - жми напоминания"
const HelpMessage = "/start - зарегистрироваться;\n/help - вывести это сообщение;\n/note мандарины среди нас - добавить заметку с текстом 'мандарины среди нас';\n/notes - вывести все заметки списком;\n/notes telegram bot - вывести все заметки, например, которые содержать слова: telegram и/или bot."

var LocationMessage = "Ага, твой часовой пояс - %s. Записываю...✍🏻"

var ErrorMessageUser = "😔Во время обработки произошла ошибка, но я уже сообщил разработчику! Повтори запрос позднее"
