package messages

const StartMessageLocation = "Привет, %s!😊 Я помогу тебе не забыть о делах\n\nДля корректной работы мне нужно знать твой часовой пояс. Отправь мне свою геолокацию"
const StartMessage = "Привет, %s!😊 Я помогу тебе не забыть о делах\n\nЧтобы создать заметку - просто пришли мне текст\n\nЧтобы создать напоминание - жми напоминания"
const HelpMessage = "/start - зарегистрироваться;\n/help - вывести это сообщение;\n/menu - меню бота;\n\nБот хранит заметки и напоминания.\n\nТы можешь создавать, удалять, искать заметки и напоминания. Чтобы создать заметку - пришли текст/фото.\nЧтобы создать напоминание - нажми кнопку Напоминания в главном меню."
const MenuMessage = "Это меню бота. Здесь ты можешь просмотреть свои заметки и напоминания, а также поменять часовой пояс"

var ErrorMessageUser = "😔Во время обработки произошла ошибка, но я уже сообщил разработчику! Повтори запрос позднее"
