package messages

const StartMessageLocation = "Привет! Я помогу тебе не забыть о делах\n\nДля корректной работы мне нужно знать твой часовой пояс. Отправь мне свою геолокацию"
const StartMessage = "Привет! Я помогу тебе не забыть о делах\n\nЧтобы создать заметку - просто пришли мне текст/фото\n\nЧтобы создать напоминание - жми /add_reminder"
const HelpMessage = "/start - зарегистрироваться;\n/help - вывести это сообщение;\n/note мандарины среди нас - добавить заметку с текстом 'мандарины среди нас';\n/notes - вывести все заметки списком;\n/notes telegram bot - вывести все заметки, например, которые содержать слова: telegram и/или bot."

var LocationMessage = "Часовой пояс установлен в %s"
