package messages

// SAVE
const SuccessfullyCreatedNoteMessage = "Отличная заметка, я уже сохранил!👍\n\nПосмотреть все заметки: /notes"

// SEARCH
const SearchNotesByTextMessage = "Введи текст, который нужно найти"
const NotesNotFoundMessage = "У тебя пока нет заметок. Чтобы создать, просто пришли мне текст/фото, и я сохраню это!"

// DELETE
const ConfirmDeleteNotesMessage = "Ой-ой... Ты точно хочешь удалить ВСЕ заметки?😥"
const AllNotesDeletedMessage = "Все заметки успешно удалены!👌"
const NotDeleteMessage = "Я отменил операцию😌"
const NoteDeletedSuccessMessage = "Заметка под номером <b>%d</b> успешно удалена!🥳"
const NoNoteFoundMessage = "У тебя нет заметки под номером %d🤔"
